Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.rejected.screened.message.kept
source: An automatic check turned this submission away before a reviewer saw it. Its photos stay in your verification file. Send it again with new photos — or appeal if you think the check got it wrong.
ar: رفض فحص آلي هذا الطلب قبل أن يراه مراجع. تبقى صوره في ملف التحقق الخاص بك. أرسله مجددًا بصور جديدة — أو اعترض إن رأيت أن الفحص أخطأ.
bn: রিভিউয়ার দেখার আগেই একটি স্বয়ংক্রিয় যাচাই এই জমাটি ফিরিয়ে দিয়েছে। এর ছবিগুলো আপনার ভেরিফিকেশন ফাইলে থাকবে। নতুন ছবি দিয়ে আবার পাঠান — অথবা যাচাইটি ভুল করেছে মনে হলে আপিল করুন।
ca: Una comprovació automàtica va rebutjar aquest enviament abans que el veiés cap revisor. Les fotos es conserven al teu fitxer de verificació. Torna a enviar-lo amb fotos noves, o apel·la si creus que la comprovació s'ha equivocat.
cs: Automatická kontrola toto podání odmítla dřív, než ho viděl posuzovatel. Jeho fotografie zůstávají v tvém ověřovacím souboru. Odešli ho znovu s novými fotografiemi – nebo se odvolej, pokud si myslíš, že kontrola chybovala.
da: En automatisk kontrol afviste denne indsendelse, før en gennemgående så den. Fotoene ligger stadig i din verificeringsfil. Send den igen med nye fotos – eller anke, hvis du mener, kontrollen tog fejl.
de: Eine automatische Prüfung hat diese Einreichung abgelehnt, bevor ein Prüfer sie gesehen hat. Die Fotos bleiben in deiner Verifizierungsakte. Sende sie mit neuen Fotos erneut – oder lege Einspruch ein, wenn du glaubst, dass die Prüfung sich geirrt hat.
el: Ένας αυτόματος έλεγχος απέρριψε αυτή την υποβολή πριν τη δει ελεγκτής. Οι φωτογραφίες της παραμένουν στον φάκελο επαλήθευσής σου. Στείλ' την ξανά με νέες φωτογραφίες — ή υπέβαλε ένσταση αν πιστεύεις ότι ο έλεγχος έκανε λάθος.
es: Una comprobación automática rechazó este envío antes de que lo viera un revisor. Sus fotos permanecen en tu expediente de verificación. Envíalo de nuevo con fotos nuevas, o apela si crees que la comprobación se equivocó.
fi: Automaattinen tarkistus hylkäsi tämän lähetyksen, ennen kuin tarkastaja näki sen. Sen kuvat säilyvät vahvistustiedostossasi. Lähetä se uudelleen uusilla kuvilla – tai valita, jos uskot tarkistuksen erehtyneen.
fr: Un contrôle automatique a refusé cet envoi avant qu’un vérificateur ne le voie. Ses photos restent dans votre dossier de vérification. Renvoyez-le avec de nouvelles photos — ou faites un recours si vous pensez que le contrôle s’est trompé.
he: בדיקה אוטומטית דחתה את ההגשה הזו לפני שבודק ראה אותה. התמונות שלה נשארות בתיק האימות שלך. שלח שוב עם תמונות חדשות — או ערער אם אתה חושב שהבדיקה טעתה.
hi: समीक्षक के देखने से पहले ही एक स्वचालित जाँच ने यह सबमिशन लौटा दिया। इसकी फ़ोटो आपकी सत्यापन फ़ाइल में रखी हैं। नई फ़ोटो के साथ फिर से भेजें — या अगर आपको लगता है कि जाँच ग़लत थी तो अपील करें।
hr: Automatska provjera odbila je ovu prijavu prije nego što ju je recenzent vidio. Njezine fotografije ostaju u tvojoj datoteci za provjeru. Pošalji ponovno s novim fotografijama — ili se žali ako misliš da je provjera pogriješila.
hu: Egy automatikus ellenőrzés elutasította a beküldést, mielőtt elbíráló látta volna. A fotók a hitelesítési aktádban maradnak. Küldd be újra új fotókkal – vagy fellebbezz, ha szerinted az ellenőrzés tévedett.
id: Pemeriksaan otomatis menolak pengajuan ini sebelum dilihat peninjau. Fotonya tetap ada di berkas verifikasimu. Kirim lagi dengan foto baru — atau ajukan banding jika menurutmu pemeriksaannya salah.
it: Un controllo automatico ha rifiutato questo invio prima che lo vedesse un revisore. Le sue foto restano nel tuo fascicolo di verifica. Invialo di nuovo con foto nuove, oppure fai ricorso se pensi che il controllo si sia sbagliato.
ja: 審査担当者が確認する前に、自動チェックでこの申請は受け付けられませんでした。写真は認証ファイルに保管されています。新しい写真でもう一度送信してください。チェックが誤っていると思われる場合は、異議を申し立てられます。
ko: 검토자가 보기 전에 자동 확인에서 이 제출이 거부되었어요. 사진은 인증 파일에 보관돼요. 새 사진으로 다시 보내거나, 자동 확인이 잘못되었다고 생각하면 이의를 신청하세요.
ml: ഒരു റിവ്യൂവർ കാണുന്നതിന് മുമ്പേ ഓട്ടോമാറ്റിക് പരിശോധന ഈ സമർപ്പണം നിരസിച്ചു. അതിലെ ഫോട്ടോകൾ നിങ്ങളുടെ പരിശോധനാ ഫയലിൽ തുടരും. പുതിയ ഫോട്ടോകളോടെ വീണ്ടും അയയ്ക്കുക — അല്ലെങ്കിൽ പരിശോധനയ്ക്ക് തെറ്റിയെന്ന് തോന്നുന്നെങ്കിൽ അപ്പീൽ ചെയ്യുക.
ms: Semakan automatik menolak penghantaran ini sebelum penyemak melihatnya. Fotonya kekal dalam fail pengesahan anda. Hantar semula dengan foto baharu — atau buat rayuan jika anda rasa semakan itu tersilap.
nb: En automatisk kontroll avviste denne innsendingen før noen så den. Bildene blir liggende i verifiseringsmappen din. Send den inn på nytt med nye bilder, eller anke hvis du mener kontrollen tok feil.
nl: Een automatische controle heeft deze aanvraag afgewezen voordat een beoordelaar hem zag. De foto's blijven in je verificatiedossier. Verstuur hem opnieuw met nieuwe foto's, of maak bezwaar als je denkt dat de controle het mis had.
pl: Automatyczna kontrola odrzuciła to zgłoszenie, zanim zobaczył je weryfikator. Zdjęcia pozostają w Twoim pliku weryfikacji. Wyślij zgłoszenie ponownie z nowymi zdjęciami — lub odwołaj się, jeśli uważasz, że kontrola się pomyliła.
pt_br: Uma verificação automática recusou este envio antes que um analista o visse. As fotos continuam no seu arquivo de verificação. Envie de novo com fotos novas ou conteste se achar que a verificação errou.
pt_pt: Uma verificação automática recusou este envio antes de um revisor o ver. As respetivas fotos permanecem no seu ficheiro de verificação. Envie-o de novo com fotos novas — ou conteste se acha que a verificação errou.
ro: O verificare automată a respins acest dosar înainte să-l vadă un evaluator. Fotografiile rămân în dosarul tău de verificare. Trimite-l din nou cu fotografii noi — sau contestă dacă crezi că verificarea a greșit.
ru: Автоматическая проверка отклонила эту заявку до того, как её увидел проверяющий. Её фото остаются в вашем файле проверки. Отправьте заявку снова с новыми фото — или подайте апелляцию, если считаете, что проверка ошиблась.
sk: Automatická kontrola odmietla túto žiadosť skôr, než ju videl posudzovateľ. Jej fotky zostávajú v tvojom overovacom spise. Pošli ju znova s novými fotkami — alebo sa odvolaj, ak si myslíš, že kontrola sa pomýlila.
sv: En automatisk kontroll avvisade inlämningen innan en granskare såg den. Bilderna ligger kvar i din verifieringsfil. Skicka in igen med nya bilder – eller överklaga om du tycker att kontrollen gjorde fel.
ta: மதிப்பாய்வாளர் பார்க்கும் முன்பே தானியங்கிச் சோதனை இந்தச் சமர்ப்பிப்பை நிராகரித்தது. அதன் புகைப்படங்கள் உங்கள் சரிபார்ப்புக் கோப்பில் இருக்கும். புதிய புகைப்படங்களுடன் மீண்டும் அனுப்புங்கள் — சோதனை தவறு என்று நினைத்தால் மேல்முறையீடு செய்யுங்கள்.
te: సమీక్షకుడు చూడక ముందే ఆటోమేటిక్ తనిఖీ ఈ సమర్పణను తిరస్కరించింది. దాని ఫోటోలు మీ ధృవీకరణ ఫైల్‌లో ఉంటాయి. కొత్త ఫోటోలతో మళ్లీ పంపండి — లేదా తనిఖీ పొరపాటు చేసిందని భావిస్తే అప్పీల్ చేయండి.
th: การตรวจสอบอัตโนมัติปฏิเสธการส่งนี้ก่อนที่ผู้ตรวจสอบจะเห็น รูปภาพยังอยู่ในแฟ้มยืนยันตัวตนของคุณ ส่งใหม่พร้อมรูปใหม่ หรืออุทธรณ์หากคุณคิดว่าการตรวจสอบผิดพลาด
tr: Otomatik bir kontrol, bu gönderimi bir inceleyici görmeden reddetti. Fotoğrafları doğrulama dosyanızda duruyor. Yeni fotoğraflarla yeniden gönderin; kontrolün yanıldığını düşünüyorsanız itiraz edin.
uk: Автоматична перевірка відхилила цю заявку, перш ніж її побачив перевіряльник. Її фото залишаються у вашому файлі верифікації. Надішліть її знову з новими фото — або оскаржте, якщо вважаєте, що перевірка помилилась.
ur: ایک خودکار جانچ نے جائزہ لینے والے کے دیکھنے سے پہلے ہی یہ جمع کرائی گئی چیز واپس کر دی۔ اس کی تصاویر آپ کی تصدیقی فائل میں رہتی ہیں۔ نئی تصاویر کے ساتھ دوبارہ بھیجیں — یا اگر آپ کو لگتا ہے کہ جانچ سے غلطی ہوئی تو اپیل کریں۔
vi: Một bước kiểm tra tự động đã từ chối hồ sơ này trước khi người xét duyệt xem. Các ảnh vẫn nằm trong hồ sơ xác minh của bạn. Hãy gửi lại với ảnh mới — hoặc khiếu nại nếu bạn cho rằng bước kiểm tra sai.
zh_hans: 自动检查在审核员查看之前就拒绝了此次提交。其中的照片仍保留在你的验证档案中。请用新照片重新提交，如果你认为检查有误，也可以申诉。
zh_hant: 在審核人員查看之前，自動檢查就退回了這次送件。其照片仍保存在你的驗證檔案中。請用新的照片重新送出，若你認為檢查有誤，也可以申訴。

# auth.rejected.screened.title
source: We couldn't use your photos
ar: تعذّر علينا استخدام صورك
bn: আপনার ছবিগুলো ব্যবহার করা যায়নি
ca: No hem pogut fer servir les teves fotos
cs: Tvé fotografie jsme nemohli použít
da: Vi kunne ikke bruge dine fotos
de: Wir konnten deine Fotos nicht verwenden
el: Δεν μπορέσαμε να χρησιμοποιήσουμε τις φωτογραφίες σου
es: No pudimos usar tus fotos
fi: Kuviasi ei voitu käyttää
fr: Nous n’avons pas pu utiliser vos photos
he: לא יכולנו להשתמש בתמונות שלך
hi: हम आपकी फ़ोटो इस्तेमाल नहीं कर सके
hr: Nismo mogli upotrijebiti tvoje fotografije
hu: Nem tudtuk használni a fotóidat
id: Kami tidak bisa memakai fotomu
it: Non abbiamo potuto usare le tue foto
ja: 写真を使用できませんでした
ko: 사진을 사용할 수 없어요
ml: നിങ്ങളുടെ ഫോട്ടോകൾ ഉപയോഗിക്കാനായില്ല
ms: Kami tidak dapat menggunakan foto anda
nb: Vi kunne ikke bruke bildene dine
nl: We konden je foto's niet gebruiken
pl: Nie mogliśmy użyć Twoich zdjęć
pt_br: Não conseguimos usar suas fotos
pt_pt: Não conseguimos usar as suas fotos
ro: Nu am putut folosi fotografiile tale
ru: Не удалось использовать ваши фото
sk: Tvoje fotky sme nemohli použiť
sv: Vi kunde inte använda dina bilder
ta: உங்கள் புகைப்படங்களைப் பயன்படுத்த முடியவில்லை
te: మీ ఫోటోలను ఉపయోగించలేకపోయాం
th: เราใช้รูปของคุณไม่ได้
tr: Fotoğraflarınızı kullanamadık
uk: Не вдалося використати ваші фото
ur: ہم آپ کی تصاویر استعمال نہیں کر سکے
vi: Chúng tôi không dùng được ảnh của bạn
zh_hans: 我们无法使用你的照片
zh_hant: 我們無法使用你的照片

# auth.rejected.title
source: Verification declined
ar: رُفض التوثيق
bn: ভেরিফিকেশন প্রত্যাখ্যাত
ca: Verificació rebutjada
cs: Ověření zamítnuto
da: Verificering afvist
de: Verifizierung abgelehnt
el: Η επαλήθευση απορρίφθηκε
es: Verificación rechazada
fi: Vahvistus hylätty
fr: Vérification refusée
he: האימות נדחה
hi: सत्यापन अस्वीकृत
hr: Provjera odbijena
hu: Hitelesítés elutasítva
id: Verifikasi ditolak
it: Verifica rifiutata
ja: 認証が承認されませんでした
ko: 인증이 거부되었어요
ml: പരിശോധന നിരസിച്ചു
ms: Pengesahan ditolak
nb: Verifiseringen ble avslått
nl: Verificatie afgewezen
pl: Weryfikacja odrzucona
pt_br: Verificação recusada
pt_pt: Verificação recusada
ro: Verificare respinsă
ru: Проверка отклонена
sk: Overenie zamietnuté
sv: Verifieringen nekades
ta: சரிபார்ப்பு நிராகரிக்கப்பட்டது
te: ధృవీకరణ తిరస్కరించబడింది
th: การยืนยันถูกปฏิเสธ
tr: Doğrulama reddedildi
uk: Верифікацію відхилено
ur: تصدیق مسترد
vi: Xác minh bị từ chối
zh_hans: 验证未通过
zh_hant: 驗證未通過

# auth.rejected.tryAgain
source: Try another way
ar: جرّب طريقة أخرى
bn: অন্যভাবে চেষ্টা করুন
ca: Prova una altra manera
cs: Zkusit jiný způsob
da: Prøv en anden måde
de: Anderen Weg versuchen
el: Δοκίμασε άλλον τρόπο
es: Probar de otra forma
fi: Kokeile toista tapaa
fr: Essayer autrement
he: נסה דרך אחרת
hi: दूसरा तरीका आज़माएँ
hr: Pokušaj drugim načinom
hu: Próbáld másképp
id: Coba cara lain
it: Prova un altro metodo
ja: 別の方法を試す
ko: 다른 방법으로 시도
ml: മറ്റൊരു വഴി ശ്രമിക്കുക
ms: Cuba cara lain
nb: Prøv en annen måte
nl: Andere manier proberen
pl: Spróbuj inaczej
pt_br: Tentar outro método
pt_pt: Tentar de outra forma
ro: Încearcă altfel
ru: Другой способ
sk: Skúsiť iný spôsob
sv: Prova ett annat sätt
ta: வேறு வழியில் முயல்
te: మరో విధంగా ప్రయత్నించండి
th: ลองวิธีอื่น
tr: Başka bir yol dene
uk: Спробувати інший спосіб
ur: دوسرا طریقہ آزمائیں
vi: Thử cách khác
zh_hans: 换一种方式
zh_hant: 改用其他方式

# auth.rejected.tryAgain.hint
source: Returns to the verification screen to try the other method
ar: يعود إلى شاشة التحقق لتجربة الطريقة الأخرى
bn: অন্য পদ্ধতিতে চেষ্টা করতে ভেরিফিকেশন স্ক্রিনে ফিরে যায়
ca: Torna a la pantalla de verificació per provar l'altre mètode
cs: Vrátí se na obrazovku ověření, kde můžeš zkusit jinou metodu
da: Går tilbage til verificeringsskærmen, så du kan prøve den anden metode
de: Kehrt zum Verifizierungsbildschirm zurück, um die andere Methode auszuprobieren
el: Επιστρέφει στην οθόνη επαλήθευσης για να δοκιμάσεις την άλλη μέθοδο
es: Vuelve a la pantalla de verificación para probar el otro método
fi: Palaa vahvistusnäkymään kokeillaksesi toista tapaa
fr: Revient à l’écran de vérification pour essayer l’autre méthode
he: חוזר למסך האימות כדי לנסות את השיטה האחרת
hi: सत्यापन स्क्रीन पर लौटता है ताकि आप दूसरा तरीका आज़मा सकें
hr: Vraća na zaslon provjere kako bi probao/probala drugu metodu
hu: Visszalép a hitelesítési képernyőre, hogy a másik módszert próbáld
id: Kembali ke layar verifikasi untuk mencoba metode lain
it: Torna alla schermata di verifica per provare l'altro metodo
ja: 認証画面に戻って、別の方法を試します
ko: 인증 화면으로 돌아가 다른 방법을 시도해요
ml: മറ്റേ രീതി പരീക്ഷിക്കാൻ പരിശോധനാ സ്ക്രീനിലേക്ക് മടങ്ങുന്നു
ms: Kembali ke skrin pengesahan untuk mencuba kaedah yang satu lagi
nb: Går tilbake til verifiseringsskjermen for å prøve den andre metoden
nl: Gaat terug naar het verificatiescherm om de andere methode te proberen
pl: Wraca do ekranu weryfikacji, aby wypróbować inną metodę
pt_br: Volta à tela de verificação para tentar o outro método
pt_pt: Volta ao ecrã de verificação para experimentar o outro método
ro: Revine la ecranul de verificare pentru a încerca cealaltă metodă
ru: Возвращает на экран проверки, чтобы выбрать другой способ
sk: Vráti sa na obrazovku overenia, kde môžeš skúsiť inú metódu
sv: Återgår till verifieringsskärmen för att prova den andra metoden
ta: மற்ற முறையை முயல சரிபார்ப்புத் திரைக்குத் திரும்பும்
te: మరో పద్ధతిని ప్రయత్నించడానికి ధృవీకరణ స్క్రీన్‌కు తిరిగి వెళ్తుంది
th: กลับไปหน้ายืนยันตัวตนเพื่อลองอีกวิธี
tr: Diğer yöntemi denemek için doğrulama ekranına döner
uk: Повертає на екран верифікації, щоб спробувати інший спосіб
ur: دوسرا طریقہ آزمانے کے لیے تصدیق کی اسکرین پر واپس جاتا ہے
vi: Quay lại màn hình xác minh để thử phương thức còn lại
zh_hans: 返回验证页面，尝试另一种方式
zh_hant: 回到驗證畫面，嘗試另一種方式

# auth.resetPassword.code.error
source: Enter the code from the email.
ar: أدخل الرمز الموجود في الرسالة.
bn: ইমেইলে পাওয়া কোডটি দিন।
ca: Introdueix el codi del correu.
cs: Zadej kód z e-mailu.
da: Indtast koden fra e-mailen.
de: Gib den Code aus der E-Mail ein.
el: Εισήγαγε τον κωδικό από το email.
es: Introduce el código del correo.
fi: Anna sähköpostin koodi.
fr: Saisissez le code reçu par e-mail.
he: הזן את הקוד מהדוא״ל.
hi: ईमेल में आया कोड डालें।
hr: Unesi kod iz e-pošte.
hu: Add meg az e-mailben kapott kódot.
id: Masukkan kode dari email.
it: Inserisci il codice ricevuto per email.
ja: メールに記載のコードを入力してください。
ko: 이메일에 있는 코드를 입력하세요.
ml: ഇമെയിലിലെ കോഡ് നൽകുക.
ms: Masukkan kod daripada emel.
nb: Skriv inn koden fra e-posten.
nl: Voer de code uit de e-mail in.
pl: Wpisz kod z e-maila.
pt_br: Digite o código do e-mail.
pt_pt: Introduza o código do email.
ro: Introdu codul din e-mail.
ru: Введите код из письма.
sk: Zadaj kód z e-mailu.
sv: Ange koden från e-postmeddelandet.
ta: மின்னஞ்சலில் வந்த குறியீட்டை உள்ளிடுங்கள்.
te: ఈమెయిల్‌లోని కోడ్‌ను నమోదు చేయండి.
th: ใส่รหัสจากอีเมล
tr: E-postadaki kodu girin.
uk: Введіть код із листа.
ur: ای میل میں آیا ہوا کوڈ درج کریں۔
vi: Nhập mã trong email.
zh_hans: 请输入邮件中的验证码。
zh_hant: 請輸入電子郵件中的驗證碼。

# auth.resetPassword.code.hint
source: The six digits from the email we just sent
ar: الأرقام الستة من الرسالة التي أرسلناها للتو
bn: আমরা এইমাত্র যে ইমেইল পাঠিয়েছি তার ছয়টি সংখ্যা
ca: Els sis dígits del correu que acabem d'enviar
cs: Šest číslic z e-mailu, který jsme právě poslali
da: De seks cifre fra den e-mail, vi lige har sendt
de: Die sechs Ziffern aus der E-Mail, die wir gerade gesendet haben
el: Τα έξι ψηφία από το email που μόλις στείλαμε
es: Los seis dígitos del correo que acabamos de enviar
fi: Juuri lähettämämme sähköpostin kuusi numeroa
fr: Les six chiffres de l’e-mail que nous venons d’envoyer
he: ששת הספרות מהדוא״ל ששלחנו הרגע
hi: हमारे भेजे ईमेल के छह अंक
hr: Šest znamenki iz e-pošte koju smo upravo poslali
hu: A most elküldött e-mailben szereplő hat számjegy
id: Enam digit dari email yang baru saja kami kirim
it: Le sei cifre dell'email che ti abbiamo appena inviato
ja: 先ほど送信したメールに記載の6桁の数字
ko: 방금 보낸 이메일의 6자리 숫자
ml: ഞങ്ങൾ ഇപ്പോൾ അയച്ച ഇമെയിലിലെ ആറ് അക്കങ്ങൾ
ms: Enam digit daripada emel yang baru kami hantar
nb: De seks sifrene fra e-posten vi nettopp sendte
nl: De zes cijfers uit de e-mail die we net hebben gestuurd
pl: Sześć cyfr z e-maila, który właśnie wysłaliśmy
pt_br: Os seis dígitos do e-mail que acabamos de enviar
pt_pt: Os seis dígitos do email que acabámos de enviar
ro: Cele șase cifre din e-mailul trimis acum
ru: Шесть цифр из только что отправленного письма
sk: Šesť číslic z e-mailu, ktorý sme ti práve poslali
sv: De sex siffrorna från e-postmeddelandet vi just skickade
ta: இப்போது அனுப்பிய மின்னஞ்சலில் உள்ள ஆறு இலக்கங்கள்
te: మేము ఇప్పుడే పంపిన ఈమెయిల్‌లోని ఆరు అంకెలు
th: เลขหกหลักจากอีเมลที่เราเพิ่งส่งไป
tr: Az önce gönderdiğimiz e-postadaki altı hane
uk: Шість цифр із листа, який ми щойно надіслали
ur: ہماری ابھی بھیجی گئی ای میل کے چھ ہندسے
vi: Sáu chữ số trong email chúng tôi vừa gửi
zh_hans: 我们刚发送的邮件中的六位数字
zh_hant: 我們剛寄出的郵件中的六位數字

# auth.resetPassword.code.label
source: Reset code
ar: رمز الاستعادة
bn: রিসেট কোড
ca: Codi de restabliment
cs: Kód pro obnovu
da: Nulstillingskode
de: Rücksetzcode
el: Κωδικός επαναφοράς
es: Código de restablecimiento
fi: Palautuskoodi
fr: Code de réinitialisation
he: קוד איפוס
hi: रीसेट कोड
hr: Kod za poništavanje
hu: Visszaállítási kód
id: Kode reset
it: Codice di reimpostazione
ja: リセットコード
ko: 재설정 코드
ml: റീസെറ്റ് കോഡ്
ms: Kod tetapan semula
nb: Tilbakestillingskode
pl: Kod resetowania
pt_br: Código de redefinição
pt_pt: Código de reposição
ro: Cod de resetare
ru: Код сброса
sk: Kód na obnovenie
sv: Återställningskod
ta: மீட்டமைப்புக் குறியீடு
te: రీసెట్ కోడ్
th: รหัสรีเซ็ต
tr: Sıfırlama kodu
uk: Код скидання
ur: ری سیٹ کوڈ
vi: Mã đặt lại
zh_hans: 重置验证码
zh_hant: 重設驗證碼

# auth.resetPassword.done
source: Your password is set. Sign in with it.
ar: تم تعيين كلمة المرور. سجّل الدخول بها.
bn: আপনার পাসওয়ার্ড সেট হয়েছে। এটি দিয়ে সাইন ইন করুন।
ca: La contrasenya està establerta. Inicia la sessió amb ella.
cs: Heslo je nastaveno. Přihlas se s ním.
da: Din adgangskode er indstillet. Log ind med den.
de: Dein Passwort ist festgelegt. Melde dich damit an.
el: Ο κωδικός σου ορίστηκε. Συνδέσου με αυτόν.
es: Tu contraseña está establecida. Inicia sesión con ella.
fi: Salasanasi on asetettu. Kirjaudu sillä sisään.
fr: Votre mot de passe est défini. Connectez-vous avec.
he: הסיסמה שלך נקבעה. התחבר איתה.
hi: आपका पासवर्ड सेट हो गया। उसी से साइन इन करें।
hr: Tvoja lozinka je postavljena. Prijavi se s njom.
hu: A jelszavad beállítva. Jelentkezz be vele.
id: Kata sandimu sudah diatur. Masuk dengan kata sandi itu.
it: La tua password è impostata. Accedi con quella.
ja: パスワードを設定しました。新しいパスワードでサインインしてください。
ko: 비밀번호가 설정되었어요. 새 비밀번호로 로그인하세요.
ml: നിങ്ങളുടെ പാസ്‌വേഡ് സജ്ജമാക്കി. അതുപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക.
ms: Kata laluan anda telah ditetapkan. Log masuk dengannya.
nb: Passordet ditt er satt. Logg inn med det.
nl: Je wachtwoord is ingesteld. Log ermee in.
pl: Hasło zostało ustawione. Zaloguj się nim.
pt_br: Sua senha foi definida. Entre com ela.
pt_pt: A sua palavra-passe está definida. Inicie sessão com ela.
ro: Parola ta este setată. Autentifică-te cu ea.
ru: Пароль установлен. Войдите с ним.
sk: Tvoje heslo je nastavené. Prihlás sa ním.
sv: Ditt lösenord är angett. Logga in med det.
ta: உங்கள் கடவுச்சொல் அமைக்கப்பட்டது. அதைக் கொண்டு உள்நுழையுங்கள்.
te: మీ పాస్‌వర్డ్ సెట్ అయింది. దానితో సైన్ ఇన్ చేయండి.
th: ตั้งรหัสผ่านของคุณแล้ว ลงชื่อเข้าใช้ด้วยรหัสผ่านนั้น
tr: Şifreniz belirlendi. Onunla giriş yapın.
uk: Пароль встановлено. Увійдіть з ним.
ur: آپ کا پاس ورڈ سیٹ ہو گیا۔ اسی سے سائن اِن کریں۔
vi: Mật khẩu của bạn đã được đặt. Hãy đăng nhập bằng mật khẩu đó.
zh_hans: 密码已设置。请用它登录。
zh_hant: 你的密碼已設定，請用它登入。

# auth.resetPassword.navTitle
source: New Password
ar: كلمة مرور جديدة
bn: নতুন পাসওয়ার্ড
ca: Contrasenya nova
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός
es: Contraseña nueva
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
hi: नया पासवर्ड
hr: Nova lozinka
hu: Új jelszó
id: Kata Sandi Baru
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
ml: പുതിയ പാസ്‌വേഡ്
ms: Kata Laluan Baharu
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
pt_pt: Nova palavra-passe
ro: Parolă nouă
ru: Новый пароль
sk: Nové heslo
sv: Nytt lösenord
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్‌వర్డ్
th: รหัสผ่านใหม่
tr: Yeni Şifre
uk: Новий пароль
ur: نیا پاس ورڈ
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# auth.resetPassword.newPassword.label
source: New password
ar: كلمة المرور الجديدة
bn: নতুন পাসওয়ার্ড
ca: Contrasenya nova
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός
es: Contraseña nueva
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
hi: नया पासवर्ड
hr: Nova lozinka
hu: Új jelszó
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
ml: പുതിയ പാസ്‌വേഡ്
ms: Kata laluan baharu
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
pt_pt: Nova palavra-passe
ro: Parolă nouă
ru: Новый пароль
sk: Nové heslo
sv: Nytt lösenord
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్‌వర్డ్
th: รหัสผ่านใหม่
tr: Yeni şifre
uk: Новий пароль
ur: نیا پاس ورڈ
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼
